Repository: common-repository/adrecord-affiliate
Catalog: languages/adrecord-*.po
Languages: sv_se

source: Adrecords WordPress plugin for affiliates. Easily enable and make use of clean links and other features right in your WordPress site.
sv_se: Adrecords WordPress plugin för affiliates. Aktivera enkelt och utnyttja clean länkar och andra funktioner direkt på din WordPress-webbplats.

source: Loading
sv_se: Laddar

source: Welcome to the Adrecord Wordpress plugin
sv_se: Välkommen till Adrecords Wordpress plugin

source: To get started, enter your API-key to connect with your account at Adrecord.
sv_se: För att komma igång, ange din API-nyckel för att ansluta till ditt konto på Adrecord.

source: Welcome
sv_se: Välkommen

source: API-key:
sv_se: API-nyckel:

source: You can find your API-key
sv_se: Du hittar din API-nyckel

source: in the Adrecord dashboard advanced section.
sv_se: i den avancerade sektionen på Adrecord-kontrollpanelen.

source: Clean links enabled:
sv_se: Clean links aktiverade:

source: Clean links is a technique for linking to advertisers with "regular links", for example, directly to http://www.example.com instead of https://click.adrecord.com/?p=19&c=TEST. When you have enabled clean links and have entered a regular link to one of your advertisers in your content, please try to click one of your links and make sure you can see the clicks counting in the Adrecord dashboard.
sv_se: Clean links är en teknik för att länka till annonsörer med “vanliga länkar”, till exempel direkt till http://www.example.com istället för https://click.adrecord.com/?p=19&c=TEST. När du har aktiverat clean links och har skrivit in en vanlig länk till en av dina annonsörer i ditt innehåll, försök att klicka på en av dina länkar där du använder clean links och se till att du kan se att klickarna räknas i Adrecords kontrollpanel.

source: Latest programs
sv_se: Senaste programmen

source: About Adrecord
sv_se: Om Adrecord

source: Adrecord is an affiliate network with long experience and broad knowledge that helps with affiliate marketing in a friendly and transparent way.
sv_se: Adrecord är ett affiliate-nätverk med lång erfarenhet och bred kunskap som hjälper till med affiliate marknadsföring på ett vänligt och transparent sätt.

source: With our help you can set up and administer an affiliate program according to your terms, we will take full responsibility for the technology, finance and support, and create relationships with talented affiliates.
sv_se: Med vår hjälp kan du konfigurera och administrera ett associerat program. Enligt dina villkor tar vi det fulla ansvaret för teknik, finans och support, och skapa relationer med begåvade affiliates.

source: Get started with Adrecord
sv_se: Kom igång med Adrecord

source: Don't have an affiliate account at Adrecord? No worries, just sign up for free here and
sv_se: Har du inget affilierat konto hos Adrecord? Inga bekymmer, bara registrera dig gratis här och

source: create your account here.
sv_se: skapa ditt konto här.

source: For more information on how to get started, please have a look at our
sv_se: För mer information om hur du kommer igång, ta en titt på vår

source: quick-start guide.
sv_se: snabbstartsguide.
